[
  {
    "id": 1,
    "position": 1,
    "startAt": "01-04-2018",
    "endAt": "01-05-2019",
    "companyName": "DeepIQ",
    "logo": "/live-resume/assets/template/experience/logo/deepiq.png",
    "internationalizations": [
      {
        "language": "pt",
        "city": "Utrecht",
        "country": "Países Baixos",
        "role": "Desenvolvedor Full-stack",
        "description": "Na <b>Skydreamer Startup</b>, fui convidado para fazer parte da equipe de desenvolvimento do primeiro aplicativo móvel europeu que transformaria o planejamento de viagens entre amigos em um <i>Jogo de Swipe & Match</i>, oferecendo milhares de destinos em todo o mundo. Sempre com as melhores ofertas de voos, hotéis e apartamentos.<br><br>Na <i>Skydreamer</i>, tive a incrível experiência de vivenciar um <i> ambiente de startup</i>, os prós e os contras , expandindo minha mente de como liderar com o gerenciamento remoto, com prazos curtos e recursos muito limitados. Em setembro de 2017, com a versão <i>Beta</i> em execução e com vários usuários reais, fomos até a <i>TechCrunch Disrupt<i> em São Francisco, onde recebemos uma oferta de uma agência internacional de esportes e entretenimento."
      },
      {
        "language": "en",
        "city": "Hyderabad",
        "country": "India",
        "role": "Full-stack Developer",
        "description": "At <b>DeepIQ</b>, I was invited to be part of the development team of the Data Studio application that turns any telemetric source or sensor into your data lake so you can execute machine learning algorithms, perform exploratory and descriptive analytics. You can automate the creation of your data lake from your relational data sources like Sequel, Oracle, SAP and OpenWorks without writing a single line of code. You can populate your data lake automatically with this drag and drop ETL (Extract-Transform-Load) app for structured and unstructured sources without hiring a dozen consultants to write or maintain point-to-point code."
      }
    ],
    "technologies": [
      "HTML5",
      "CSS3",
      "Javascript",
      "jQuery",
      "MySQL",
      "AWS",
      "Java",
      "Unit Tests",
      "TDD"
    ],
    "medias": [
      {
        "icon": "youtube",
        "title": "YouTube Data Studio Integration",
        "http": "https://www.youtube.com/watch?v=Kb_HIr7YOPg"
      },
      {
        "icon": "facebook",
        "title": "Facebook DeepIQ",
        "http": "https://www.facebook.com/DeepIQ/"
      },
      {
        "icon": "linkedin",
        "title": "Linkedin DeepIQ",
        "http": "https://www.linkedin.com/company/deepiq16/"
      }
    ],
    "backgroundUrl": "/live-resume/assets/template/experience/utrecht.jpg"
  },
  {
    "id": 2,
    "position": 2,
    "startAt": "01-05-2019",
    "endAt": "01-03-2020",
    "companyName": "Marsplay",
    "website": "https://marsplayapp.com/",
    "logo": "/live-resume/assets/template/experience/logo/marsplayapp.jpeg",
    "internationalizations": [
      {
        "language": "pt",
        "city": "Uberaba",
        "country": "Brasil",
        "role": "Engenheiro de Software",
        "description": "Na <b>QAT Global</b>, eu estava encarregado de ser o <i>Pod Leader</i> de back-end, trabalhando com <i>Big Data Analysis</i> para o maior fornecedor americano de tecnologia de água, que tem negócios em mais de <i>150 países</i>, permitindo que clientes em todo o mundo transportem, tratem, testem e usem água de maneira eficiente em instalações de utilidade pública, residencial, comercial, agrícola e industrial.<br><br>Na <i>QAT Global</i>, assegurei de que todos os desenvolvedores aplicassem as melhores práticas e padrões necessários para um aplicativo corporativo de <i>alta disponibilidade</i>, melhorando não apenas minhas habilidades técnicas, mas também as habilidades interpessoais."
      },
      {
        "language": "en",
        "city": "New Delhi",
        "country": "India",
        "role": "Full Stack Developer",
        "description": "At <b>Marsplay</b>, I was in charge of being the <i>Pod Leader</i> in the back-end side, working with <i>Backend Systems</i>. Founded by former YC Alum and serial entrepreneur, Marsplay is a socially curated shopping app, that seeks to employ the long tail of influencers to surface discovery & commerce of interesting fashion products and brands - fulfilling a felt need to stand out, in one’s attire and accessories, in the age of homogenised fast fashion. Marsplay targets 2 key constituents: the shoppers who seek a unique and distinctive fashion inspiration and, the long tail of creators who share their own inspirations and fashion takes on social channels to a loyal following that shares their aesthetic and fashion sensibilities. Marsplay provides the inspiration, with a ready & fast growing community of influencers and shoppers on the app, and then removes the friction to impulse buys, by providing a ready ‘buy’ button, thus creating immediate fulfilment for shoppers; affiliate revenues and a virtual and ready storefront at the moment of impulse, for influencers."
      }
    ],
    "technologies": [
      "Java",
      "Elastic Search",
      "Bull Queue",
      "Javascript",
      "jQuery",
      "AngularJS",
      "NoSQL",
      "MongoDB",
      "SQL",
      "PostgreSQL",
      "Unit Tests",
      "Versioning Control",
      "BitBucket",
      "Git",
      "Scrum",
      "Linux"
    ],
    "medias": [
      {
        "icon": "linkedin",
        "title": "Marsplay",
        "http": "https://www.linkedin.com/company/marsplay/"
      },
      {
        "icon": "facebook",
        "title": "Marsplay DeepIQ",
        "http": "https://www.facebook.com/marsplayco"
      },
      {
        "icon": "youtube",
        "title": "QAT Gobal Youtube",
        "http": "https://www.youtube.com/channel/UC93bjJ5JhSIPVkTSfbJECqQ"
      }
    ],
    "backgroundUrl": "/live-resume/assets/template/experience/uberaba.jpg"
  },
  {
    "id": 3,
    "position": 3,
    "startAt": "01-03-2020",
    "companyName": "Game Change Solutions",
    "website": "http://gamechange.com/",
    "logo": "/live-resume/assets/template/experience/logo/gamechange.png",
    "internationalizations": [
      {
        "language": "pt",
        "city": "Rotterdão",
        "country": "Países Baixos",
        "role": "Engenheiro Full-stack",
        "description": "<b>Swisscom</b> é a empresa <b>#1</b> de telecomunicações e uma das principais empresas de TI da Suíça. Seus produtos e serviços variam de soluções B2C, como a Swisscom TV, a soluções de TI B2B em vários setores, como Bancos, Saúde, Energia, Entretenimento e Publicidade.<br><br>Na <i>Swisscom DevOps Center</i>, inovação e experimentação estão profundamente enraizadas no DNA da empresa. O ambiente multicultural com 15 nacionalidades, somado à cultura de <i>Tribos/Esquadrões</i>, contribui para colocar nós, funcionários, como parte de uma equipe virtual internacional, especializada em DevOps, entre várias outras tecnologias de ponta."
      },
      {
        "language": "en",
        "city": "Dubai",
        "country": "UAE",
        "role": "Full-stack Engineer",
        "description": "<b>GameChange</b> GameChange Solutions was established in 2014 with an objective of disrupting the existing performance management and employee engagement practices at financial institutions through innovative concepts from behavioral science powered with a state-of-the-art technology platform"
      }
    ],
    "technologies": [
      "Java",
      "Nats Streaming",
      "Spring Boot",
      "Angular",
      "Typescript",
      "Javascript",
      "Versioning Control",
      "DevOps",
      "Jest",
      "Docker",
      "NPM",
      "Gradle",
      "Jira"
    ],
    "medias": [
      {
        "icon": "linkedin",
        "title": "LinkedIn Gamechange",
        "http": "https://www.linkedin.com/company/gamechangesns/"
      },
      {
        "icon": "facebook",
        "title": "Facebook Swisscom",
        "http": "https://www.facebook.com/gamechangesolutions/"
      },
      {
        "icon": "youtube",
        "title": "Youtube Gamechange",
        "http": "https://www.youtube.com/watch?v=6Pdpbm4ThD8"
      }
    ],
    "backgroundUrl": "/live-resume/assets/template/experience/rotterdam.jpg"
  }
]
