{
  "internationalizations": [
    {
      "language": "pt",
      "description": "Mon parcours de programmeur a commencé à l'âge de 12 ans, lorsque je suis tombée amoureuse de Logo, un langage de programmation éducatif utilisé pour captiver les enfants dans les merveilleux pays de la programmation. J'avais l'habitude de passer des heures d'affilée à essayer de construire des figures et des animations, en utilisant les mathématiques et la géométrie. À cette époque, je ne connaissais tout simplement pas les défis passionnants qui restaient à venir. Quelques années plus tard, j'ai obtenu un rôle de Webmaster dans mon université, depuis lors, je n'ai jamais arrêté. Cela fait maintenant plus de 3 ans que j'ai la chance de travailler avec des gens merveilleux, d'apprendre tous les jours, de voyager à travers le monde et surtout de toujours faire de bonnes amitiés.J'ai eu une expérience d'entrepreneuriat lorsque mon ami m'a présenté certains des clients de Gurgaon, Delhi, qui voulaient des produits personnalisés pour leurs besoins commerciaux. Après avoir suivi plusieurs cours et beaucoup de pratique, j'ai obtenu des contrats avec des agences de Gurgaon, New Delhi. Cette expérience d'entrepreneuriat m'a donné la chance de voir l'autre côté de la médaille, ce qui a contribué à élargir un peu plus ma conscience en tant qu'employé. De nos jours, je continue de chercher de nouvelles compétences, d'apprendre et de partager mon humble savoir autant que possible"
    },
    {
      "language": "en",
      "description": "My path as a <i>programmer</i> has started at 12ish years old, when I've fallen in love with <i>Logo</i>, an educational programming language used to captivate kids in the wonderful lands of <i>Programming</i>. I used to spend hours in a row trying to build figures and animations, using math and geometry. At that time, I just did not know the exciting challenges that were yet to come.<br><br>A few years later, I got a <i>Webmaster's</i> role at my university, since then, I have never stopped. It has been more than 3 years now, where I'm having the chance to work with marvelous people, learning every day, traveling the world, and mainly, always making great friendships.<br><br>I had an entrepreneurship experience, when my friend introduced me to some of the clients from Gurgaon, Delhi, who wanted custom products for their buisness needs. After doing several courses and a lot of practice, I got contracts with agencies from Gurgaon, New Delhi. This entrepreneurship experience gave me the chance to see the other side of the coin, which contributed to sort of expand a bit more my consciousness as an employee.<br><br>Nowadays, I keep seeking new skills, learning and sharing my humble knowledge as much as possible."
    }
  ],
  "medias": [
    {
      "icon": "linkedin",
      "title": "LinkedIn",
      "http": "https://www.linkedin.com/in/shanur-rahman-1a41aa114/"
    },
    {
      "icon": "github",
      "title": "GitHub",
      "http": "https://github.com/shanurrahman"
    },
    {
      "icon": "facebook",
      "title": "Facebook",
      "http": "https://www.facebook.com/shanur.rahman.7"
    }
  ],
  "hobbies": [
    {
      "icon": "biking",
      "title": "Cycling"
    },
    {
      "icon": "dumbbell",
      "title": "Gym"
    },
    {
      "icon": "suitcase-rolling",
      "title": "Travel"
    },
    {
      "icon": "book",
      "title": "Read"
    }
  ]
}
